Repository: TableProApp/TablePro
Catalog: TableProMobile/TableProMobile/Localizable.xcstrings
Source language: en
Languages: ko, vi, zh_hans, zh_hant

source: %@ connections do not support adding rows from Shortcuts.
ko: %@ 연결에서는 단축어를 통한 행 추가를 지원하지 않습니다.

# %@ has no column named %@.
source: %1$@ has no column named %2$@.
ko: %1$@에 %2$@ 열이 없습니다.

source: %@ is read-only, so rows cannot be added.
ko: 읽기 전용인 %@에 행을 추가할 수 없습니다.

# %@, %@, %@, tag %@
source: %1$@, %2$@, %3$@, tag %4$@
ko: %1$@, %2$@, %3$@, 태그 %4$@
vi: %@, %@, %@, thẻ %@
zh_hans: %1$@, %2$@, %3$@，标签 %4$@
zh_hant: %1$@, %2$@, %3$@, 標籤 %4$@

# %@, %@, %lld rows
source: %1$@, %2$@, %3$lld rows
ko: %1$@, %2$@, %3$lld개 행
vi: %@, %@, %lld hàng
zh_hans: %1$@, %2$@, %3$lld 行
zh_hant: %1$@, %2$@, %3$lld 列

# %@, port %lld
source: %1$@, port %2$lld
ko: %@, 포트 %lld

source: %d connections imported.
ko: %d개 연결을 가져왔습니다.
vi: Đã nhập %d kết nối.
zh_hans: 已导入 %d 个连接。
zh_hant: 已匯入 %d 個連線。

source: %d connections will be exported.
ko: %d개 연결을 내보냅니다.
vi: %d kết nối sẽ được xuất.
zh_hans: 将导出 %d 个连接。
zh_hant: 將匯出 %d 個連線。

source: %d row(s) affected
ko: %d개 행에 영향
vi: %d hàng bị ảnh hưởng
zh_hans: 已影响 %d 行
zh_hant: 已影響 %d 列

# %lld of %lld
source: %1$lld of %2$lld
ko: %1$lld/%2$lld
vi: %1$lld trên %2$lld
zh_hans: %1$lld / %2$lld
zh_hant: %1$lld / %2$lld

source: %lld rows
ko: %lld개 행
vi: %lld dòng
zh_hans: %lld行
zh_hant: %lld 列

source: +%lld more columns
ko: +%lld개 열
vi: +%lld cột khác
zh_hans: 还有%lld列
zh_hant: 另外 %lld 個欄位

source: 1 connection imported.
ko: 1개 연결을 가져왔습니다.
vi: Đã nhập 1 kết nối.
zh_hans: 已导入 1 个连接。
zh_hant: 已匯入 1 個連線。

source: 1 connection will be exported.
ko: 1개 연결을 내보냅니다.
vi: 1 kết nối sẽ được xuất.
zh_hans: 将导出 1 个连接。
zh_hant: 將匯出 1 個連線。

source: 1 row
ko: 1개 행

source: A fast, lightweight database client for your iPhone and iPad.
ko: iPhone과 iPad를 위한 빠르고 가벼운 데이터베이스 클라이언트입니다.
vi: Ứng dụng quản lý cơ sở dữ liệu nhanh và nhẹ cho iPhone và iPad.
zh_hans: 适用于iPhone和iPad的快速轻量数据库客户端。
zh_hant: 適用於 iPhone 與 iPad 的快速輕量資料庫用戶端。

source: A sync conflict was detected and needs to be resolved.
ko: 동기화 충돌이 감지되어 해결이 필요합니다.

source: About
ko: 정보
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

source: Active DB
ko: 활성 DB
vi: DB đang dùng
zh_hans: 当前数据库
zh_hant: 使用中的資料庫

# Add %lld rows to %@?
source: Add %1$lld rows to %2$@?
ko: %2$@에 행 %1$lld개를 추가하시겠습니까?

source: Add Connection
ko: 연결 추가
vi: Thêm kết nối
zh_hans: 添加连接
zh_hant: 新增連線

source: Add Filter
ko: 필터 추가
vi: Thêm bộ lọc
zh_hans: 添加筛选
zh_hant: 新增篩選

source: Add Row to Table
ko: 테이블에 행 추가

source: Add Row to Table expects one row. Use Add Rows to Table for multiple rows.
ko: ‘테이블에 행 추가’는 하나의 행만 입력할 수 있습니다. 여러 행을 추가하려면 ‘테이블에 여러 행 추가’를 사용하십시오.

source: Add Rows to Table
ko: 테이블에 여러 행 추가

source: Add a connection in TablePro
ko: TablePro에서 연결 추가

source: Add a database connection to get started.
ko: 시작하려면 데이터베이스 연결을 추가하십시오.
vi: Thêm kết nối cơ sở dữ liệu để bắt đầu.
zh_hans: 添加数据库连接以开始使用。
zh_hant: 新增資料庫連線以開始使用。

source: Add a row to ${table}
ko: ${table}에 행 추가

source: Add multiple rows to a table on a saved connection. Provide the rows as a JSON array, CSV text, or a file.
ko: 저장된 연결의 테이블에 여러 행을 추가합니다. 행을 JSON 배열, CSV 텍스트 또는 파일로 제공하십시오.

source: Add one row to %@?
ko: %@에 행 하나를 추가하시겠습니까?

source: Add one row to a table on a saved connection. Provide the row as a JSON object or a CSV row.
ko: 저장된 연결의 테이블에 행 하나를 추가합니다. 행을 JSON 객체 또는 CSV 행으로 제공하십시오.

source: Add rows to ${table}
ko: ${table}에 여러 행 추가

# Added %lld rows to %@.
source: Added %1$lld rows to %2$@.
ko: %2$@에 행 %1$lld개를 추가했습니다.

source: Added one row to %@.
ko: %@에 행 하나를 추가했습니다.

source: After 1 hour
ko: 1시간 후
vi: Sau 1 giờ
zh_hans: 1 小时后
zh_hant: 1 小時後

source: After 1 minute
ko: 1분 후
vi: Sau 1 phút
zh_hans: 1 分钟后
zh_hant: 1 分鐘後

source: After 15 minutes
ko: 15분 후
vi: Sau 15 phút
zh_hans: 15 分钟后
zh_hant: 15 分鐘後

source: After 5 minutes
ko: 5분 후
vi: Sau 5 phút
zh_hans: 5 分钟后
zh_hant: 5 分鐘後

source: All
ko: 전체
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

source: All data in "%@" will be permanently deleted.
ko: "%@"의 모든 데이터가 영구적으로 삭제됩니다.
vi: Toàn bộ dữ liệu trong "%@" sẽ bị xóa vĩnh viễn.
zh_hans: "%@"中的所有数据将被永久删除。
zh_hant: 「%@」中的所有資料將被永久刪除。

source: All filter conditions will be removed.
ko: 모든 필터 조건이 제거됩니다.
vi: Tất cả điều kiện lọc sẽ bị xóa.
zh_hans: 所有筛选条件将被移除。
zh_hant: 所有篩選條件將被移除。

source: Already exists
ko: 이미 존재함
vi: Đã tồn tại
zh_hans: 已存在
zh_hant: 已存在

source: An unknown error occurred.
ko: 알 수 없는 오류가 발생했습니다.
vi: Đã xảy ra lỗi không xác định.
zh_hans: 发生未知错误。
zh_hant: 發生未知錯誤。

source: An unknown sync error occurred: %@
ko: 알 수 없는 동기화 오류가 발생했습니다: %@

source: Apply
ko: 적용
vi: Áp dụng
zh_hans: 应用
zh_hant: 套用

source: Are you sure you want to delete this connection? Saved credentials will be permanently removed.
ko: 이 연결을 삭제하시겠습니까? 저장된 자격 증명이 영구적으로 제거됩니다.
vi: Bạn có chắc muốn xóa kết nối này? Thông tin đăng nhập đã lưu sẽ bị xóa vĩnh viễn.
zh_hans: 确定要删除此连接吗？已保存的凭据将被永久移除。
zh_hant: 確定要刪除此連線嗎？已儲存的憑證將被永久移除。

source: Are you sure you want to delete this row? This action cannot be undone.
ko: 이 행을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
vi: Bạn có chắc muốn xóa dòng này? Thao tác này không thể hoàn tác.
zh_hans: 确定要删除此行吗？此操作无法撤销。
zh_hant: 確定要刪除此列嗎？此動作無法復原。

source: As Copy
ko: 복사본으로
vi: Dạng Bản sao
zh_hans: 作为副本
zh_hant: 作為副本

source: Ascending
ko: 오름차순
vi: Tăng dần
zh_hans: 升序
zh_hant: 遞增

source: Auth
ko: 인증
vi: Xác thực
zh_hans: 认证
zh_hant: 驗證

source: Auth Method
ko: 인증 방식
vi: Phương thức xác thực
zh_hans: 认证方式
zh_hant: 驗證方式

source: Authenticate to access your database connections.
ko: 데이터베이스 연결에 접근하려면 인증하십시오.
vi: Xác thực để truy cập các kết nối cơ sở dữ liệu.
zh_hans: 进行认证以访问你的数据库连接。
zh_hant: 進行驗證以存取你的資料庫連線。

source: Authentication Failed
ko: 인증 실패
vi: Xác thực thất bại
zh_hans: 认证失败
zh_hant: 驗證失敗

source: Auto
ko: 자동

source: Auto-Lock
ko: 자동 잠금
vi: Tự khóa
zh_hans: 自动锁定
zh_hant: 自動鎖定

source: Blue
ko: 파란색

source: Build
ko: 빌드
vi: Bản dựng
zh_hans: 构建版本
zh_hant: 建置版本

source: CA Certificate
ko: CA 인증서

source: CA certificate not found: %@
ko: CA 인증서를 찾을 수 없습니다: %@

source: Can't Import
ko: 가져올 수 없음
vi: Không thể nhập
zh_hans: 无法导入
zh_hant: 無法匯入

source: Cancel
ko: 취소
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Cannot Save
ko: 저장할 수 없음
vi: Không thể lưu
zh_hans: 无法保存
zh_hant: 無法儲存

source: Certificate
ko: 인증서

source: Certificate Password
ko: 인증서 암호

source: Certificates stay on this device and are never synced. A PKCS#12 file fills in both the client certificate and its key.
ko: 인증서는 이 기기에만 저장되며 동기화되지 않습니다. PKCS#12 파일을 가져오면 클라이언트 인증서와 개인 키가 모두 입력됩니다.

source: Check your %@ username and password.
ko: %@ 사용자 이름과 암호를 확인하십시오.
vi: Kiểm tra tên đăng nhập và mật khẩu %@.
zh_hans: 请检查%@的用户名和密码。
zh_hant: 請檢查 %@ 的使用者名稱與密碼。

source: Check your SQL syntax.
ko: SQL 구문을 확인하십시오.
vi: Kiểm tra cú pháp SQL.
zh_hans: 请检查SQL语法。
zh_hant: 請檢查 SQL 語法。

source: Check your SSH host, port, and credentials.
ko: SSH 호스트, 포트 및 자격 증명을 확인하십시오.
vi: Kiểm tra máy chủ, cổng và thông tin xác thực SSH.
zh_hans: 请检查SSH主机、端口和凭证。
zh_hant: 請檢查 SSH 主機、連接埠與憑證。

source: Check your SSH username, password, or private key.
ko: SSH 사용자 이름, 암호 또는 개인 키를 확인하십시오.
vi: Kiểm tra tên đăng nhập, mật khẩu hoặc khóa riêng SSH.
zh_hans: 请检查SSH用户名、密码或私钥。
zh_hant: 請檢查 SSH 使用者名稱、密碼或私鑰。

source: Check your connection settings.
ko: 연결 설정을 확인하십시오.
vi: Kiểm tra cài đặt kết nối.
zh_hans: 请检查连接设置。
zh_hant: 請檢查連線設定。

source: Check your network connection and server availability.
ko: 네트워크 연결과 서버 가용성을 확인하십시오.
vi: Kiểm tra kết nối mạng và trạng thái máy chủ.
zh_hans: 请检查网络连接和服务器状态。
zh_hant: 請檢查網路連線與伺服器是否可用。

source: Check your query and try again.
ko: 쿼리를 확인한 후 다시 시도하십시오.
vi: Kiểm tra truy vấn và thử lại.
zh_hans: 请检查查询后重试。
zh_hant: 請檢查查詢後再試一次。

source: Choose File
ko: 파일 선택

source: Choose a connection from the sidebar.
ko: 사이드바에서 연결을 선택하십시오.
vi: Chọn kết nối từ thanh bên.
zh_hans: 从侧栏选择一个连接。
zh_hant: 從側邊欄選擇一個連線。

source: Clear
ko: 지우기
vi: Xóa
zh_hans: 清除
zh_hant: 清除

source: Clear All
ko: 모두 지우기
vi: Xoá tất cả
zh_hans: 全部清除
zh_hant: 全部清除

source: Clear All Filters
ko: 모든 필터 지우기
vi: Xoá tất cả bộ lọc
zh_hans: 清除所有筛选
zh_hant: 清除所有篩選

source: Clear All History
ko: 모든 기록 지우기
vi: Xoá tất cả lịch sử
zh_hans: 清除所有历史
zh_hant: 清除所有記錄

source: Clear History
ko: 기록 지우기
vi: Xoá lịch sử
zh_hans: 清除历史
zh_hant: 清除記錄

source: Clear Query
ko: 쿼리 지우기
vi: Xóa truy vấn
zh_hans: 清除查询
zh_hant: 清除查詢

source: Client Certificate
ko: 클라이언트 인증서

source: Client Key
ko: 클라이언트 키

source: Client certificate
ko: 클라이언트 인증서

source: Client certificate not found: %@
ko: 클라이언트 인증서를 찾을 수 없습니다: %@

source: Client key not found: %@
ko: 클라이언트 키를 찾을 수 없습니다: %@

source: Color
ko: 색상
vi: Màu sắc
zh_hans: 颜色
zh_hant: 顏色

source: Column
ko: 열
vi: Cột
zh_hans: 列
zh_hant: 欄位

source: Columns
ko: 열
vi: Cột
zh_hans: 列
zh_hant: 欄位

source: Configuration Error
ko: 구성 오류
vi: Lỗi cấu hình
zh_hans: 配置错误
zh_hant: 設定錯誤

source: Confirm Writes
ko: 쓰기 확인

source: Confirm passphrase
ko: 패스프레이즈 확인
vi: Xác nhận cụm mật khẩu
zh_hans: 确认密码短语
zh_hant: 確認密碼短語

source: Connect Anyway
ko: 그래도 연결

source: Connect Using
ko: 연결 방식

source: Connected
ko: 연결됨
vi: Đã kết nối
zh_hans: 已连接
zh_hant: 已連線

source: Connecting to %@...
ko: %@에 연결 중...
vi: Đang kết nối đến %@...
zh_hans: 正在连接%@...
zh_hant: 正在連線至 %@...

source: Connecting…
ko: 연결 중…
vi: Đang kết nối…
zh_hans: 正在连接…
zh_hant: 正在連線…

source: Connection
ko: 연결
vi: Kết nối
zh_hans: 连接
zh_hant: 連線

source: Connection Deleted
ko: 연결 삭제됨
vi: Kết nối đã bị xóa
zh_hans: 连接已删除
zh_hant: 連線已刪除

source: Connection Failed
ko: 연결 실패
vi: Kết nối thất bại
zh_hans: 连接失败
zh_hant: 連線失敗

source: Connection failed: %@
ko: 연결 실패: %@

source: Connection refused. The server may not be running or the port is incorrect.
ko: 연결이 거부되었습니다. 서버가 실행 중이 아니거나 포트가 올바르지 않을 수 있습니다.
vi: Kết nối bị từ chối. Máy chủ có thể chưa chạy hoặc cổng không đúng.
zh_hans: 连接被拒绝。服务器可能未运行或端口不正确。
zh_hant: 連線遭拒。伺服器可能未執行或連接埠不正確。

source: Connection successful
ko: 연결 성공
vi: Kết nối thành công
zh_hans: 连接成功
zh_hant: 連線成功

source: Connections
ko: 연결
vi: Kết nối
zh_hans: 连接
zh_hant: 連線

source: Connections in this group will be moved to ungrouped.
ko: 이 그룹의 연결이 그룹 없음으로 이동됩니다.
vi: Các kết nối trong nhóm này sẽ được chuyển sang mục chưa phân nhóm.
zh_hans: 此分组中的连接将被移至未分组。
zh_hant: 此群組中的連線將被移至未分組。

source: Continue
ko: 계속
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Copy Column Name
ko: 열 이름 복사
vi: Sao chép tên cột
zh_hans: 复制列名
zh_hant: 複製欄位名稱

source: Copy Name
ko: 이름 복사
vi: Sao chép tên
zh_hans: 拷贝名称
zh_hant: 複製名稱

source: Copy Query
ko: 쿼리 복사
vi: Sao chép truy vấn
zh_hans: 复制查询
zh_hant: 複製查詢

source: Copy Results
ko: 결과 복사
vi: Sao chép kết quả
zh_hans: 复制结果
zh_hant: 複製結果

source: Copy Row
ko: 행 복사
vi: Sao chép dòng
zh_hans: 复制行
zh_hant: 複製列

source: Copy Value
ko: 값 복사
vi: Sao chép giá trị
zh_hans: 复制值
zh_hant: 複製值

source: Copy to Clipboard
ko: 클립보드에 복사
vi: Sao chép vào bộ nhớ tạm
zh_hans: 拷贝到剪贴板
zh_hant: 複製到剪貼簿

source: Could not complete Oracle native network encryption with this server. It may require an encryption or checksum algorithm the driver does not support.
ko: 이 서버와 Oracle 네이티브 네트워크 암호화를 완료할 수 없습니다. 서버에서 드라이버가 지원하지 않는 암호화 또는 체크섬 알고리즘을 요구할 수 있습니다.

source: Could not connect to the database: %@
ko: 데이터베이스에 연결할 수 없습니다: %@

source: Could not read the columns of %@.
ko: %@의 열을 읽을 수 없습니다.

source: Create
ko: 생성
vi: Tạo
zh_hans: 创建
zh_hant: 建立

source: Create Group
ko: 그룹 생성
vi: Tạo nhóm
zh_hans: 创建分组
zh_hant: 建立群組

source: Create New Database
ko: 새 데이터베이스 생성
vi: Tạo cơ sở dữ liệu mới
zh_hans: 创建新数据库
zh_hant: 建立新資料庫

source: Create Tag
ko: 태그 생성
vi: Tạo thẻ
zh_hans: 创建标签
zh_hant: 建立標籤

source: Create a group to organize your connections.
ko: 연결을 정리할 그룹을 생성하십시오.
vi: Tạo nhóm để sắp xếp các kết nối.
zh_hans: 创建分组来整理连接。
zh_hant: 建立群組來整理你的連線。

source: Create a tag to organize your connections.
ko: 연결을 정리할 태그를 생성하십시오.
vi: Tạo nhãn để sắp xếp các kết nối.
zh_hans: 创建标签来整理连接。
zh_hant: 建立標籤來整理你的連線。

source: Database
ko: 데이터베이스
vi: Cơ sở dữ liệu
zh_hans: 数据库
zh_hant: 資料庫

source: Database File
ko: 데이터베이스 파일
vi: Tệp cơ sở dữ liệu
zh_hans: 数据库文件
zh_hant: 資料庫檔案

source: Database Name
ko: 데이터베이스 이름
vi: Tên cơ sở dữ liệu
zh_hans: 数据库名称
zh_hant: 資料庫名稱

source: Database Type
ko: 데이터베이스 유형
vi: Loại cơ sở dữ liệu
zh_hans: 数据库类型
zh_hant: 資料庫類型

source: Database name
ko: 데이터베이스 이름
vi: Tên cơ sở dữ liệu
zh_hans: 数据库名称
zh_hant: 資料庫名稱

source: Database or Schema
ko: 데이터베이스 또는 스키마

source: Database type "%@" is not installed
ko: 다음 데이터베이스 유형이 설치되어 있지 않습니다: "%@"

source: Databases
ko: 데이터베이스
vi: Cơ sở dữ liệu
zh_hans: 数据库
zh_hant: 資料庫

source: Decrypt
ko: 복호화
vi: Giải mã
zh_hans: 解密
zh_hant: 解密

source: Decryption failed: %@
ko: 복호화 실패: %@

source: Default
ko: 기본값
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

source: Default DB
ko: 기본 DB
vi: DB mặc định
zh_hans: 默认数据库
zh_hant: 預設資料庫

source: Default Safe Mode
ko: 기본 안전 모드
vi: Chế độ an toàn mặc định
zh_hans: 默认安全模式
zh_hant: 預設安全模式

source: Default: %@
ko: 기본값: %@
vi: Mặc định: %@
zh_hans: 默认：%@
zh_hant: 預設：%@

source: Defaults applied when adding a new connection and when opening a table for the first time.
ko: 새 연결을 추가할 때와 테이블을 처음 열 때 기본값이 적용됩니다.
vi: Mặc định áp dụng khi thêm kết nối mới và khi mở bảng lần đầu tiên.
zh_hans: 添加新连接以及首次打开表时应用的默认设置。
zh_hant: 在新增連線及首次開啟資料表時套用的預設值。

source: Delete
ko: 삭제
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete Connection
ko: 연결 삭제
vi: Xóa kết nối
zh_hans: 删除连接
zh_hant: 刪除連線

source: Delete Group
ko: 그룹 삭제
vi: Xóa nhóm
zh_hans: 删除分组
zh_hant: 刪除群組

source: Delete Row
ko: 행 삭제
vi: Xóa dòng
zh_hans: 删除行
zh_hant: 刪除列

source: Delete group
ko: 그룹 삭제
vi: Xóa nhóm
zh_hans: 删除分组
zh_hant: 刪除群組

source: Delete row
ko: 행 삭제
vi: Xóa hàng
zh_hans: 删除行
zh_hant: 刪除列

source: Delete tag
ko: 태그 삭제
vi: Xóa thẻ
zh_hans: 删除标签
zh_hant: 刪除標籤

source: Descending
ko: 내림차순
vi: Giảm dần
zh_hans: 降序
zh_hant: 遞減

source: Disabled
ko: 비활성화됨
vi: Đã tắt
zh_hans: 已禁用
zh_hant: 已停用

source: Disconnected
ko: 연결이 해제되었습니다
vi: Mất kết nối
zh_hans: 已断开连接
zh_hant: 已中斷連線

source: Done
ko: 완료
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Drop
ko: 삭제
vi: Xóa bảng
zh_hans: 删除
zh_hant: 刪除

source: Drop Table
ko: 테이블 삭제
vi: Xóa bảng
zh_hans: 删除表
zh_hant: 刪除資料表

source: Duplicate
ko: 복제
vi: Nhân đôi
zh_hans: 复制
zh_hant: 複製

source: Edit
ko: 편집
vi: Sửa
zh_hans: 编辑
zh_hant: 編輯

source: Edit Connection
ko: 연결 편집
vi: Sửa kết nối
zh_hans: 编辑连接
zh_hant: 編輯連線

source: Edit Group
ko: 그룹 편집
vi: Sửa nhóm
zh_hans: 编辑分组
zh_hant: 編輯群組

source: Edit Tag
ko: 태그 편집
vi: Sửa nhãn
zh_hans: 编辑标签
zh_hant: 編輯標籤

source: Enabled
ko: 활성화됨
vi: Bật
zh_hans: 已启用
zh_hant: 已啟用

source: Enter a name for the new SQLite database.
ko: 새 SQLite 데이터베이스의 이름을 입력하십시오.
vi: Nhập tên cho cơ sở dữ liệu SQLite mới.
zh_hans: 输入新SQLite数据库的名称。
zh_hant: 輸入新 SQLite 資料庫的名稱。

source: Enter a name for the new database file.
ko: 새 데이터베이스 파일의 이름을 입력하십시오.
vi: Nhập tên cho tệp cơ sở dữ liệu mới.
zh_hans: 为新数据库文件输入名称。
zh_hant: 為新資料庫檔案輸入名稱。

source: Enter a page number
ko: 페이지 번호를 입력하십시오
vi: Nhập số trang
zh_hans: 输入页码
zh_hant: 輸入頁碼

source: Enter a page number (1-%lld)
ko: 페이지 번호를 입력하십시오(1-%lld)
vi: Nhập số trang (1-%lld)
zh_hans: 输入页码 (1-%lld)
zh_hant: 輸入頁碼（1-%lld）

source: Enter a page number (1–%lld)
ko: 페이지 번호를 입력하십시오(1–%lld)
vi: Nhập số trang (1–%lld)
zh_hans: 输入页码（1–%lld）
zh_hant: 輸入頁碼（1–%lld）

source: Enter the code %@ in the browser to finish signing in. It is on your clipboard.
ko: 코드 %@을(를) 브라우저에 입력하여 로그인을 완료하십시오. 코드는 클립보드에 복사되어 있습니다.

source: Enter the passphrase to decrypt and import connections.
ko: 연결을 복호화하고 가져올 암호를 입력하십시오.
vi: Nhập cụm mật khẩu để giải mã và nhập kết nối.
zh_hans: 输入密码短语以解密并导入连接。
zh_hant: 輸入密碼短語以解密並匯入連線。

source: Enter the password used when the certificate file was exported.
ko: 인증서 파일을 내보낼 때 사용한 암호를 입력하십시오.

source: Error
ko: 오류
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

source: Execute
ko: 실행
vi: Thực thi
zh_hans: 执行
zh_hant: 執行

source: Execute Write Query?
ko: 쓰기 쿼리를 실행하시겠습니까?
vi: Thực thi truy vấn ghi?
zh_hans: 执行写入查询？
zh_hant: 執行寫入查詢？

source: Executed queries will appear here.
ko: 실행한 쿼리가 여기에 표시됩니다.
vi: Các truy vấn đã thực thi sẽ hiển thị ở đây.
zh_hans: 已执行的查询将显示在这里。
zh_hant: 已執行的查詢會顯示在這裡。

source: Executing...
ko: 실행 중...
vi: Đang thực thi...
zh_hans: 正在执行...
zh_hant: 正在執行…

source: Export
ko: 내보내기
vi: Xuất
zh_hans: 导出
zh_hant: 匯出

source: Export Connections
ko: 연결 내보내기
vi: Xuất kết nối
zh_hans: 导出连接
zh_hant: 匯出連線

source: Failed
ko: 실패

source: Failed to encode connection data
ko: 연결 데이터를 인코딩하지 못했습니다

source: Failed to encode sync data: %@
ko: 동기화 데이터를 인코딩하지 못했습니다: %@

source: Failed to establish connection
ko: 연결을 설정하지 못했습니다

source: Failed to load more rows
ko: 행을 더 불러오지 못했습니다
vi: Không thể tải thêm dòng
zh_hans: 加载更多行失败
zh_hant: 載入更多列失敗

source: Failed to parse connection file: %@
ko: 연결 파일을 해석하지 못했습니다: %@

source: Failed to read file: %@
ko: 파일을 읽지 못했습니다: %@

source: Failed to refresh tables
ko: 테이블을 새로 고치지 못했습니다
vi: Không thể làm mới bảng
zh_hans: 刷新表失败
zh_hant: 重新整理資料表失敗

source: Failed to save credentials.
ko: 자격 증명을 저장하지 못했습니다.
vi: Không thể lưu thông tin xác thực.
zh_hans: 保存凭证失败。
zh_hant: 儲存憑證失敗。

source: Failed to switch database
ko: 데이터베이스를 전환하지 못했습니다
vi: Không thể chuyển cơ sở dữ liệu
zh_hans: 切换数据库失败
zh_hant: 切換資料庫失敗

source: Failed to switch schema
ko: 스키마를 전환하지 못했습니다
vi: Không thể chuyển schema
zh_hans: 切换架构失败
zh_hant: 切換綱要失敗

source: Failed to write file: %@
ko: 파일을 쓰지 못했습니다: %@

source: File
ko: 파일
vi: Tệp
zh_hans: 文件
zh_hant: 檔案

source: Filter
ko: 필터
vi: Bộ lọc
zh_hans: 筛选
zh_hant: 篩選

source: Filter by Tag
ko: 태그로 필터링
vi: Lọc theo nhãn
zh_hans: 按标签筛选
zh_hant: 依標籤篩選

source: Filters
ko: 필터
vi: Bộ lọc
zh_hans: 筛选
zh_hant: 篩選

source: Finish Signing In
ko: 로그인 마치기

source: Focus search
ko: 검색에 포커스
vi: Tập trung tìm kiếm
zh_hans: 聚焦搜索
zh_hant: 聚焦搜尋

source: Foreign Keys
ko: 외래 키
vi: Khóa ngoại
zh_hans: 外键
zh_hant: 外鍵

source: Get Started
ko: 시작하기
vi: Bắt đầu
zh_hans: 开始使用
zh_hant: 開始使用

source: Go
ko: 이동
vi: Đi
zh_hans: 前往
zh_hant: 前往

source: Go back and reconnect to the database.
ko: 돌아가서 데이터베이스에 다시 연결하십시오.
vi: Quay lại và kết nối lại cơ sở dữ liệu.
zh_hans: 返回并重新连接数据库。
zh_hant: 返回並重新連線至資料庫。

source: Go to Page
ko: 페이지로 이동
vi: Đến trang
zh_hans: 跳转到页
zh_hant: 前往頁面

source: Go to Page...
ko: 페이지로 이동...
vi: Đến trang...
zh_hans: 跳转到页...
zh_hant: 前往頁面…

source: Gray
ko: 회색

source: Green
ko: 녹색

source: Group
ko: 그룹
vi: Nhóm
zh_hans: 分组
zh_hant: 群組

source: Group by Folder
ko: 폴더별 그룹화
vi: Nhóm theo thư mục
zh_hans: 按文件夹分组
zh_hant: 依資料夾分組

source: Groups
ko: 그룹
vi: Nhóm
zh_hans: 分组
zh_hant: 群組

source: Help improve TablePro by sharing anonymous usage statistics (no personal data or queries).
ko: 개인 데이터나 쿼리는 제외하고 익명의 사용 통계를 공유하여 TablePro 개선에 도움을 주십시오.
vi: Giúp cải thiện TablePro bằng cách chia sẻ thống kê sử dụng ẩn danh (không có dữ liệu cá nhân hoặc truy vấn).
zh_hans: 通过共享匿名使用统计信息帮助改进TablePro（不包含个人数据或查询）。
zh_hant: 分享匿名使用統計資料來協助改進 TablePro（不含個人資料或查詢）。

source: Hide query in Live Activities
ko: 실시간 현황에서 쿼리 가리기
vi: Ẩn truy vấn trong Live Activity
zh_hans: 在实时活动中隐藏查询
zh_hant: 在即時動態中隱藏查詢

source: History
ko: 기록
vi: Lịch sử
zh_hans: 历史
zh_hant: 歷程記錄

source: Host
ko: 호스트
vi: Máy chủ
zh_hans: 主机
zh_hant: 主機

source: If items appear on another device but not here, refresh forces a full re-download from iCloud. This may take a moment on slow networks.
ko: 항목이 다른 기기에는 있지만 여기에는 표시되지 않는 경우, 새로 고치면 iCloud에서 모든 항목을 강제로 다시 다운로드합니다. 네트워크가 느리면 다소 시간이 걸릴 수 있습니다.
vi: Nếu các mục xuất hiện trên thiết bị khác nhưng không có ở đây, làm mới sẽ buộc tải lại toàn bộ từ iCloud. Việc này có thể mất chút thời gian trên mạng chậm.
zh_hans: 如果项目出现在其他设备上但此处没有，刷新会强制从 iCloud 重新完整下载。在网络较慢时这可能需要一些时间。
zh_hant: 如果項目出現在其他裝置上但此處沒有，重新整理會強制從 iCloud 重新完整下載。在網路較慢時這可能需要一些時間。

source: If this server uses Redis 6 or later ACL users, fill in the Username field.
ko: 이 서버에서 Redis 6 이상의 ACL 사용자를 사용하는 경우 사용자 이름 필드를 입력하십시오.

source: Immediately
ko: 즉시
vi: Ngay lập tức
zh_hans: 立即
zh_hant: 立即

source: Import
ko: 가져오기
vi: Nhập
zh_hans: 导入
zh_hant: 匯入

source: Import Connections
ko: 연결 가져오기
vi: Nhập Kết nối
zh_hans: 导入连接
zh_hant: 匯入連線

source: Import File
ko: 파일 가져오기

source: Import PKCS#12
ko: PKCS#12 가져오기

source: Import connections from your Mac
ko: Mac에서 연결 가져오기
vi: Nhập kết nối từ máy Mac
zh_hans: 从Mac导入连接
zh_hant: 從你的 Mac 匯入連線

source: In-Memory Database
ko: 인메모리 데이터베이스
vi: Cơ sở dữ liệu trong bộ nhớ
zh_hans: 内存数据库
zh_hant: 記憶體資料庫

source: Include passwords
ko: 암호 포함
vi: Bao gồm mật khẩu
zh_hans: 包含密码
zh_hant: 包含密碼

source: Incorrect passphrase
ko: 암호가 올바르지 않습니다

source: Indexes
ko: 인덱스
vi: Chỉ mục
zh_hans: 索引
zh_hant: 索引

source: Info
ko: 정보
vi: Thông tin
zh_hans: 信息
zh_hant: 資訊

source: Input Method
ko: 입력 방식
vi: Phương thức nhập
zh_hans: 输入方式
zh_hant: 輸入方式

source: Insert
ko: 삽입
vi: Chèn
zh_hans: 插入
zh_hant: 插入

source: Insert Row
ko: 행 삽입
vi: Thêm dòng
zh_hans: 插入行
zh_hant: 插入列

source: Insert Row?
ko: 행을 삽입하시겠습니까?
vi: Chèn dòng?
zh_hans: 插入行？
zh_hant: 插入列？

source: Jump host key not found: %@
ko: 점프 호스트 키를 찾을 수 없습니다: %@

source: Kerberos authentication failed: %@
ko: Kerberos 인증 실패: %@

source: Keychain Warning
ko: 키체인 경고
vi: Cảnh báo Keychain
zh_hans: 钥匙串警告
zh_hant: 鑰匙圈警告

source: Last Sync
ko: 마지막 동기화
vi: Đồng bộ lần cuối
zh_hans: 上次同步
zh_hant: 上次同步

source: Load Failed
ko: 불러오기 실패
vi: Tải thất bại
zh_hans: 加载失败
zh_hant: 載入失敗

source: Load More
ko: 더 불러오기
vi: Tải thêm
zh_hans: 加载更多
zh_hant: 載入更多

source: Load full value
ko: 전체 값 불러오기
vi: Tải đầy đủ
zh_hans: 加载完整值
zh_hant: 載入完整值

source: Loading data...
ko: 데이터 불러오는 중...
vi: Đang tải dữ liệu...
zh_hans: 正在加载数据...
zh_hant: 正在載入資料…

source: Loading structure...
ko: 구조 불러오는 중...
vi: Đang tải cấu trúc...
zh_hans: 正在加载结构...
zh_hant: 正在載入結構…

source: Loading...
ko: 불러오는 중...
vi: Đang tải...
zh_hans: 正在加载...
zh_hant: 正在載入…

source: Local Network Access Required
ko: 로컬 네트워크 접근 필요
vi: Yêu cầu truy cập mạng nội bộ
zh_hans: 需要本地网络访问权限
zh_hant: 需要區域網路存取權限

source: Local Network access is required. Open Settings > Privacy & Security > Local Network and turn TablePro on.
ko: 로컬 네트워크 접근 권한이 필요합니다. 시스템 설정 > 개인정보 보호 및 보안 > 로컬 네트워크를 열고 TablePro를 켜십시오.
vi: Cần truy cập Mạng nội bộ. Mở Cài đặt > Quyền riêng tư & Bảo mật > Mạng nội bộ và bật TablePro.
zh_hans: 需要本地网络访问权限。请打开 设置 > 隐私与安全性 > 本地网络，并开启 TablePro。
zh_hant: 需要區域網路存取權限。請開啟「設定」>「隱私權與安全性」>「區域網路」並開啟 TablePro。

source: Local Network access is required. Open Settings > Privacy & Security > Local Network and turn TablePro on. If it is already on, restart the device or update to iOS 18.6 or later.
ko: 로컬 네트워크 접근 권한이 필요합니다. 설정 > 개인정보 보호 및 보안 > 로컬 네트워크에서 TablePro를 켜십시오. 이미 켜져 있다면 기기를 재시동하거나 iOS 18.6 이상으로 업데이트하십시오.

source: Local Network access may be blocked. Open Settings > Privacy & Security > Local Network and turn TablePro on.
ko: 로컬 네트워크 접근이 차단되었을 수 있습니다. 시스템 설정 > 개인정보 보호 및 보안 > 로컬 네트워크를 열고 TablePro를 켜십시오.
vi: Truy cập Mạng nội bộ có thể bị chặn. Mở Cài đặt > Quyền riêng tư & Bảo mật > Mạng nội bộ và bật TablePro.
zh_hans: 本地网络访问可能被阻止。请打开 设置 > 隐私与安全性 > 本地网络，并开启 TablePro。
zh_hant: 區域網路存取可能被封鎖。請開啟「設定」>「隱私權與安全性」>「區域網路」並開啟 TablePro。

source: Locks TablePro when reopened after the selected idle time. Cold launches always require authentication.
ko: 선택한 시간 동안 사용하지 않은 후 TablePro를 다시 열면 잠깁니다. 앱을 새로 실행할 때는 항상 인증해야 합니다.
vi: Khóa TablePro khi mở lại sau khoảng thời gian không hoạt động đã chọn. Khởi động lạnh luôn yêu cầu xác thực.
zh_hans: 在所选闲置时间后重新打开时锁定 TablePro。冷启动始终需要认证。
zh_hant: 閒置超過所選時間後重新開啟時鎖定 TablePro。冷啟動一律需要驗證。

source: Logic
ko: 로직
zh_hans: 逻辑
zh_hant: 邏輯

source: Manage Groups
ko: 그룹 관리
vi: Quản lý nhóm
zh_hans: 管理分组
zh_hant: 管理群組

source: Manage Tags
ko: 태그 관리
vi: Quản lý nhãn
zh_hans: 管理标签
zh_hant: 管理標籤

source: Match Case
ko: 대/소문자 구분

source: Microsoft Entra ID Sign-In Required
ko: Microsoft Entra ID 로그인 필요

source: Mode
ko: 모드
vi: Chế độ
zh_hans: 模式
zh_hant: 模式

source: More
ko: 더 보기
vi: Thêm
zh_hans: 更多
zh_hant: 更多

source: Name
ko: 이름
vi: Tên
zh_hans: 名称
zh_hant: 名稱

source: Network is unavailable. Changes will sync when connectivity is restored.
ko: 네트워크를 사용할 수 없습니다. 연결이 복원되면 변경 사항이 동기화됩니다.

source: Never
ko: 안 함
vi: Không bao giờ
zh_hans: 从不
zh_hant: 永不

source: New Connection
ko: 새 연결
vi: Kết nối mới
zh_hans: 新建连接
zh_hant: 新增連線
